Repository: owngoal-dev/CocoaInspector
Catalog: Inspector/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: “Ask It to Quit” lets the process shut down on its own. “Force Quit” ends it right away, so unsaved work can be lost.
ar: يتيح ”طلب الإنهاء“ للعملية أن تُغلق نفسها، بينما يُنهيها ”الإنهاء الإجباري“ فورًا وقد تُفقد الأعمال غير المحفوظة.
de: „Zum Beenden auffordern“ lässt den Prozess sich selbst beenden. „Sofort beenden“ stoppt ihn umgehend – nicht gesicherte Arbeit kann verloren gehen.
es: «Pedir que se cierre» deja que el proceso se cierre por su cuenta. «Forzar cierre» lo termina de inmediato, así que el trabajo sin guardar puede perderse.
fr: « Demander à quitter » laisse le processus se fermer de lui-même. « Forcer à quitter » l’arrête immédiatement, au risque de perdre le travail non enregistré.
it: “Chiedi di uscire” consente al processo di chiudersi da solo. “Uscita forzata” lo termina subito, quindi il lavoro non salvato può andare perso.
ja: 「終了をお願いする」はプロセスに自分で終了させます。「強制終了」はただちに終了するため、保存していない作業が失われることがあります。
ko: “종료 요청”은 프로세스가 스스로 종료하도록 합니다. “강제 종료”는 즉시 끝내므로 저장하지 않은 작업이 사라질 수 있습니다.
pt_br: “Pedir para Encerrar” deixa o processo se encerrar sozinho. “Forçar Encerrar” termina na hora, então o trabalho não salvo pode ser perdido.
ru: «Попросить завершиться» даёт процессу закрыться самому. «Завершить принудительно» останавливает его сразу — несохранённые данные могут быть потеряны.
vi: “Yêu cầu thoát” để tiến trình tự tắt. “Buộc thoát” kết thúc ngay lập tức, nên nội dung chưa lưu có thể bị mất.
zh_hans: “请求退出”让进程自行关闭；“强制退出”会立即结束它，未保存的内容可能丢失。
zh_hant: 「要求結束」讓程序自行關閉；「強制結束」會立即結束它，未儲存的內容可能會遺失。

source: %@ of %@ in use
ar: %1$@ مستخدمة من أصل %2$@
de: %1$@ von %2$@ belegt
es: %1$@ en uso de %2$@
fr: %1$@ utilisés sur %2$@
it: %1$@ di %2$@ in uso
ja: %2$@ 中 %1$@ を使用
ko: %2$@ 중 %1$@ 사용 중
pt_br: %1$@ de %2$@ em uso
ru: Использовано %1$@ из %2$@
vi: Đã dùng %1$@ trên %2$@
zh_hans: 已用 %1$@ / 共 %2$@
zh_hant: 已用 %1$@ / 共 %2$@

source: %lld (%lld running)
ar: %1$lld (%2$lld قيد التشغيل)
de: %1$lld (%2$lld aktiv)
es: %1$lld (%2$lld en ejecución)
fr: %1$lld (%2$lld en cours)
it: %1$lld (%2$lld in esecuzione)
ja: %1$lld（実行中 %2$lld）
ko: %1$lld(%2$lld개 실행 중)
pt_br: %1$lld (%2$lld em execução)
ru: %1$lld (%2$lld активны)
vi: %1$lld (%2$lld đang chạy)
zh_hans: %1$lld（%2$lld 个运行中）
zh_hant: %1$lld（%2$lld 個執行中）

source: %lld (%lld sockets)
ar: %1$lld (منها %2$lld مقابس)
de: %1$lld (davon %2$lld Sockets)
es: %1$lld (%2$lld sockets)
fr: %1$lld (dont %2$lld sockets)
it: %1$lld (%2$lld socket)
ja: %1$lld（うちソケット %2$lld）
ko: %1$lld(소켓 %2$lld개)
pt_br: %1$lld (%2$lld sockets)
ru: %1$lld (из них %2$lld сокетов)
vi: %1$lld (%2$lld socket)
zh_hans: %1$lld（其中 %2$lld 个套接字）
zh_hant: %1$lld（其中 %2$lld 個通訊端）

source: %lld (base %lld)
ar: %1$lld (الأساس %2$lld)
de: %1$lld (Basis %2$lld)
es: %1$lld (base %2$lld)
fr: %1$lld (base %2$lld)
it: %1$lld (base %2$lld)
ja: %1$lld（基準 %2$lld）
ko: %1$lld(기본 %2$lld)
pt_br: %1$lld (base %2$lld)
ru: %1$lld (базовый %2$lld)
vi: %1$lld (cơ sở %2$lld)
zh_hans: %1$lld（基准 %2$lld）
zh_hant: %1$lld（基準 %2$lld）

source: %lld cores
ar: %lld نواة
de: %lld Kerne
es: %lld núcleos
fr: %lld cœurs
it: %lld core
ja: %lld コア
ko: %lld개 코어
pt_br: %lld núcleos
ru: %lld ядра
vi: %lld nhân
zh_hans: %lld 个核心
zh_hant: %lld 個核心

source: %lld in total
ar: %lld في المجموع
de: %lld insgesamt
es: %lld en total
fr: %lld au total
it: %lld in totale
ja: 合計 %lld 件
ko: 총 %lld개
pt_br: %lld no total
ru: Всего: %lld
vi: Tổng cộng %lld
zh_hans: 共 %lld 项
zh_hant: 共 %lld 項

source: %lld of %lld processes
ar: %1$lld من أصل %2$lld عملية
de: %1$lld von %2$lld Prozessen
es: %1$lld de %2$lld procesos
fr: %1$lld processus sur %2$lld
it: %1$lld di %2$lld processi
ja: %2$lld 件中 %1$lld 件のプロセス
ko: %2$lld개 프로세스 중 %1$lld개
pt_br: %1$lld de %2$lld processos
ru: %1$lld из %2$lld процессов
vi: %1$lld trên %2$lld tiến trình
zh_hans: %2$lld 个进程中的 %1$lld 个
zh_hant: %2$lld 個程序中的 %1$lld 個

source: %lld of %lld shown
ar: عرض %1$lld من أصل %2$lld
de: %1$lld von %2$lld angezeigt
es: %1$lld de %2$lld mostrados
fr: %1$lld sur %2$lld affichés
it: %1$lld di %2$lld mostrati
ja: %2$lld 件中 %1$lld 件を表示
ko: %2$lld개 중 %1$lld개 표시됨
pt_br: %1$lld de %2$lld exibidos
ru: Показано %1$lld из %2$lld
vi: Hiển thị %1$lld trên %2$lld
zh_hans: 显示 %2$lld 项中的 %1$lld 项
zh_hant: 顯示 %2$lld 項中的 %1$lld 項

source: %lld processes
ar: %lld عملية
de: %lld Prozesse
es: %lld procesos
fr: %lld processus
it: %lld processi
ja: %lld 件のプロセス
ko: %lld개 프로세스
pt_br: %lld processos
ru: %lld процесса
vi: %lld tiến trình
zh_hans: %lld 个进程
zh_hant: %lld 個程序

source: %lld processes · %lld threads
ar: %1$lld عملية · %2$lld مسار
de: %1$lld Prozesse · %2$lld Threads
es: %1$lld procesos · %2$lld hilos
fr: %1$lld processus · %2$lld threads
it: %1$lld processi · %2$lld thread
ja: プロセス %1$lld · スレッド %2$lld
ko: 프로세스 %1$lld개 · 스레드 %2$lld개
pt_br: %1$lld processos · %2$lld threads
ru: Процессов: %1$lld · Потоков: %2$lld
vi: %1$lld tiến trình · %2$lld luồng
zh_hans: %1$lld 个进程 · %2$lld 个线程
zh_hant: %1$lld 個程序 · %2$lld 個執行緒

source: %lld threads
ar: %lld مسار
es: %lld hilos
it: %lld thread
ja: %lld スレッド
ko: %lld개 스레드
ru: %lld потока
vi: %lld luồng
zh_hans: %lld 个线程
zh_hant: %lld 個執行緒

source: %lldd %lldh
ar: %1$lld ي %2$lld س
de: %1$lld T %2$lld Std.
es: %1$lld d %2$lld h
fr: %1$lld j %2$lld h
it: %1$lld g %2$lld h
ja: %1$lld日 %2$lld時間
ko: %1$lld일 %2$lld시간
pt_br: %1$lld d %2$lld h
ru: %1$lld д %2$lld ч
vi: %1$lld ngày %2$lld giờ
zh_hans: %1$lld 天 %2$lld 小时
zh_hant: %1$lld 天 %2$lld 小時

source: %lldh %lldm
ar: %1$lld س %2$lld د
de: %1$lld Std. %2$lld Min.
es: %1$lld h %2$lld min
fr: %1$lld h %2$lld min
it: %1$lld h %2$lld min
ja: %1$lld時間 %2$lld分
ko: %1$lld시간 %2$lld분
pt_br: %1$lld h %2$lld min
ru: %1$lld ч %2$lld мин
vi: %1$lld giờ %2$lld phút
zh_hans: %1$lld 小时 %2$lld 分钟
zh_hant: %1$lld 小時 %2$lld 分鐘

source: %lldm
ar: %lld د
de: %lld Min.
es: %lld min
fr: %lld min
it: %lld min
ja: %lld分
ko: %lld분
pt_br: %lld min
ru: %lld мин
vi: %lld phút
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ja: アドレス
ko: 주소
pt_br: Endereço
ru: Адрес
vi: Địa chỉ
zh_hans: 地址
zh_hant: 位址

source: Another request is still finishing.
ar: لا يزال هناك طلب آخر قيد التنفيذ.
de: Eine andere Anfrage läuft noch.
es: Otra solicitud todavía está en curso.
fr: Une autre requête est encore en cours.
it: Un’altra richiesta è ancora in corso.
ja: 別のリクエストがまだ処理中です。
ko: 다른 요청이 아직 처리 중입니다.
pt_br: Outra solicitação ainda está sendo concluída.
ru: Другой запрос ещё выполняется.
vi: Một yêu cầu khác vẫn đang được xử lý.
zh_hans: 还有一个请求正在处理中。
zh_hant: 還有一個請求正在處理中。

source: App Bundle
ar: حزمة التطبيق
es: Paquete de la app
fr: Bundle de l’app
it: Bundle dell’app
ja: App バンドル
ko: 앱 번들
pt_br: Bundle do App
ru: Бандл приложения
vi: Gói ứng dụng
zh_hans: 应用包
zh_hant: 應用程式套件

source: Apps
ar: التطبيقات
it: App
ja: App
ko: 앱
ru: Приложения
vi: Ứng dụng
zh_hans: 应用
zh_hant: 應用程式

source: Ask It to Quit
ar: طلب الإنهاء
de: Zum Beenden auffordern
es: Pedir que se cierre
fr: Demander à quitter
it: Chiedi di uscire
ja: 終了をお願いする
ko: 종료 요청
pt_br: Pedir para Encerrar
ru: Попросить завершиться
vi: Yêu cầu thoát
zh_hans: 请求退出
zh_hant: 要求結束

source: Ask It to Quit (SIGTERM)
ar: طلب الإنهاء (SIGTERM)
de: Zum Beenden auffordern (SIGTERM)
es: Pedir que se cierre (SIGTERM)
fr: Demander à quitter (SIGTERM)
it: Chiedi di uscire (SIGTERM)
ja: 終了をお願いする（SIGTERM）
ko: 종료 요청(SIGTERM)
pt_br: Pedir para Encerrar (SIGTERM)
ru: Попросить завершиться (SIGTERM)
vi: Yêu cầu thoát (SIGTERM)
zh_hans: 请求退出（SIGTERM）
zh_hant: 要求結束（SIGTERM）

source: Base Priority
ar: الأولوية الأساسية
de: Basispriorität
es: Prioridad base
fr: Priorité de base
it: Priorità di base
ja: 基本優先度
ko: 기본 우선순위
pt_br: Prioridade Base
ru: Базовый приоритет
vi: Độ ưu tiên cơ sở
zh_hans: 基础优先级
zh_hant: 基本優先權

source: Bundle ID
ar: معرّف الحزمة
es: ID del paquete
fr: Identifiant de bundle
it: ID bundle
ja: バンドル ID
ko: 번들 ID
pt_br: ID do Bundle
zh_hans: 包标识符
zh_hant: 套件識別碼

source: Can’t Connect
ar: تعذّر الاتصال
de: Keine Verbindung
es: No se puede conectar
fr: Connexion impossible
it: Connessione non riuscita
ja: 接続できません
ko: 연결할 수 없음
pt_br: Não Foi Possível Conectar
ru: Нет соединения
vi: Không thể kết nối
zh_hans: 无法连接
zh_hant: 無法連接

source: Choose a process on the left to see what it’s up to.
ar: اختر عملية على اليسار لمعرفة ما تقوم به.
de: Wähle links einen Prozess aus, um seine Aktivität anzuzeigen.
es: Selecciona un proceso a la izquierda para ver qué está haciendo.
fr: Sélectionnez un processus à gauche pour voir son activité.
it: Scegli un processo a sinistra per vedere cosa sta facendo.
ja: 左側でプロセスを選択すると、その動作を確認できます。
ko: 왼쪽에서 프로세스를 선택하면 무엇을 하고 있는지 볼 수 있습니다.
pt_br: Escolha um processo à esquerda para ver o que ele está fazendo.
ru: Выберите процесс слева, чтобы посмотреть, что он делает.
vi: Chọn một tiến trình ở bên trái để xem nó đang làm gì.
zh_hans: 在左侧选择一个进程以查看其活动。
zh_hant: 在左側選擇一個程序，即可查看它正在做什麼。

source: Command Line
ar: سطر الأوامر
de: Befehlszeile
es: Línea de comandos
fr: Ligne de commande
it: Riga di comando
ja: コマンドライン
ko: 명령줄
pt_br: Linha de Comando
ru: Командная строка
vi: Dòng lệnh
zh_hans: 命令行
zh_hant: 命令列

source: Connecting to the inspector service…
ar: جارٍ الاتصال بخدمة الفحص…
de: Verbindung zum Inspector-Dienst…
es: Conectando con el servicio de inspección…
fr: Connexion au service d’inspection…
it: Connessione al servizio di ispezione…
ja: インスペクタサービスに接続中…
ko: 검사 서비스에 연결 중…
pt_br: Conectando ao serviço de inspeção…
ru: Подключение к службе инспектора…
vi: Đang kết nối tới dịch vụ kiểm tra…
zh_hans: 正在连接检查服务…
zh_hant: 正在連接檢查服務…

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
ru: Копировать
vi: Sao chép
zh_hans: 拷贝
zh_hant: 拷貝

source: Couldn’t Export the Details
ar: تعذّر تصدير التفاصيل
de: Details konnten nicht exportiert werden
es: No se pudieron exportar los detalles
fr: Impossible d’exporter les détails
it: Impossibile esportare i dettagli
ja: 詳細を書き出せませんでした
ko: 세부 정보를 내보낼 수 없음
pt_br: Não Foi Possível Exportar os Detalhes
ru: Не удалось экспортировать данные
vi: Không thể xuất chi tiết
zh_hans: 无法导出详细信息
zh_hant: 無法輸出詳細資訊

source: Couldn’t Load This
ar: تعذّر التحميل
de: Konnte nicht geladen werden
es: No se pudo cargar
fr: Chargement impossible
it: Impossibile caricare
ja: 読み込めませんでした
ko: 불러올 수 없음
pt_br: Não Foi Possível Carregar
ru: Не удалось загрузить
vi: Không thể tải
zh_hans: 无法加载
zh_hant: 無法載入

source: Couldn’t reach the inspector service.
ar: تعذّر الوصول إلى خدمة الفحص.
de: Der Inspector-Dienst ist nicht erreichbar.
es: No se pudo contactar con el servicio de inspección.
fr: Impossible de joindre le service d’inspection.
it: Impossibile raggiungere il servizio di ispezione.
ja: インスペクタサービスに接続できませんでした。
ko: 검사 서비스에 연결할 수 없습니다.
pt_br: Não foi possível acessar o serviço de inspeção.
ru: Не удалось связаться со службой инспектора.
vi: Không thể kết nối tới dịch vụ kiểm tra.
zh_hans: 无法连接到检查服务。
zh_hant: 無法連接到檢查服務。

source: Couldn’t read this data (error %lld).
ar: تعذّرت قراءة هذه البيانات (خطأ %lld).
de: Diese Daten konnten nicht gelesen werden (Fehler %lld).
es: No se pudieron leer estos datos (error %lld).
fr: Impossible de lire ces données (erreur %lld).
it: Impossibile leggere questi dati (errore %lld).
ja: このデータを読み取れませんでした（エラー %lld）。
ko: 이 데이터를 읽을 수 없습니다(오류 %lld).
pt_br: Não foi possível ler estes dados (erro %lld).
ru: Не удалось прочитать эти данные (ошибка %lld).
vi: Không thể đọc dữ liệu này (lỗi %lld).
zh_hans: 无法读取该数据（错误 %lld）。
zh_hant: 無法讀取此資料（錯誤 %lld）。

source: Couldn’t refresh the details: %@
ar: تعذّر تحديث التفاصيل: %@
de: Details konnten nicht aktualisiert werden: %@
es: No se pudieron actualizar los detalles: %@
fr: Impossible d’actualiser les détails : %@
it: Impossibile aggiornare i dettagli: %@
ja: 詳細を更新できませんでした：%@
ko: 세부 정보를 새로 고칠 수 없습니다: %@
pt_br: Não foi possível atualizar os detalhes: %@
ru: Не удалось обновить сведения: %@
vi: Không thể làm mới chi tiết: %@
zh_hans: 无法刷新详情：%@
zh_hant: 無法重新整理詳細資訊：%@

source: Couldn’t Send the Signal
ar: تعذّر إرسال الإشارة
de: Signal konnte nicht gesendet werden
es: No se pudo enviar la señal
fr: Impossible d’envoyer le signal
it: Impossibile inviare il segnale
ja: シグナルを送信できませんでした
ko: 시그널을 보낼 수 없음
pt_br: Não Foi Possível Enviar o Sinal
ru: Не удалось отправить сигнал
vi: Không thể gửi tín hiệu
zh_hans: 信号发送失败
zh_hant: 無法傳送信號

source: CPU
ar: المعالج
ru: ЦП

source: CPU Usage
ar: استخدام المعالج
de: CPU-Auslastung
es: Uso de CPU
fr: Utilisation du CPU
it: Utilizzo CPU
ja: CPU 使用率
ko: CPU 사용량
pt_br: Uso da CPU
ru: Загрузка ЦП
vi: Mức dùng CPU
zh_hans: CPU 占用
zh_hant: CPU 使用率

source: Detail
ar: التفاصيل
de: Details
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ko: 세부 정보
pt_br: Detalhe
ru: Подробности
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳細資訊

source: Display Name
ar: الاسم المعروض
de: Anzeigename
es: Nombre visible
fr: Nom affiché
it: Nome visualizzato
ja: 表示名
ko: 표시 이름
pt_br: Nome de Exibição
ru: Отображаемое имя
vi: Tên hiển thị
zh_hans: 显示名称
zh_hant: 顯示名稱

source: Done
ar: تم
de: Fertig
es: OK
fr: OK
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Done.
ar: تم.
de: Fertig.
es: Listo.
fr: Terminé.
it: Fatto.
ja: 完了しました。
ko: 완료되었습니다.
pt_br: Concluído.
ru: Готово.
vi: Xong.
zh_hans: 完成。
zh_hant: 完成。

source: Downloaded
ar: تم التنزيل
de: Empfangen
es: Descargado
fr: Téléchargé
it: Scaricati
ja: ダウンロード
ko: 다운로드됨
pt_br: Baixado
ru: Загружено
vi: Đã tải xuống
zh_hans: 已下载
zh_hant: 已下載

source: error %lld
ar: خطأ %lld
de: Fehler %lld
fr: erreur %lld
it: errore %lld
ja: エラー %lld
ko: 오류 %lld
pt_br: erro %lld
ru: ошибка %lld
vi: lỗi %lld
zh_hans: 错误 %lld
zh_hant: 錯誤 %lld

source: Everything
ar: الكل
de: Alles
es: Todo
fr: Tout
it: Tutto
ja: すべて
ko: 전체
pt_br: Tudo
ru: Все
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: Executable
ar: الملف التنفيذي
de: Programmdatei
es: Ejecutable
fr: Exécutable
it: Eseguibile
ja: 実行ファイル
ko: 실행 파일
pt_br: Executável
ru: Исполняемый файл
vi: Tệp thực thi
zh_hans: 可执行文件
zh_hant: 可執行檔

source: Export as Property List
ar: تصدير كقائمة خصائص
de: Als Property List exportieren
es: Exportar como lista de propiedades
fr: Exporter en liste de propriétés
it: Esporta come property list
ja: プロパティリストとして書き出す
ko: 속성 목록으로 내보내기
pt_br: Exportar como Property List
ru: Экспортировать в property list
vi: Xuất dưới dạng Property List
zh_hans: 导出为属性列表
zh_hant: 輸出為屬性列表

source: FD
ar: واصف

source: File
ar: ملف
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pt_br: Arquivo
ru: Файл
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

source: File Descriptor
ar: واصف الملف
de: Dateideskriptor
es: Descriptor de archivo
fr: Descripteur de fichier
it: Descrittore di file
ja: ファイル記述子
ko: 파일 디스크립터
pt_br: Descritor de Arquivo
ru: Дескриптор файла
vi: Bộ mô tả tệp
zh_hans: 文件描述符
zh_hant: 檔案描述符

source: File Descriptor %d
ar: واصف الملف %d
de: Dateideskriptor %d
es: Descriptor de archivo %d
fr: Descripteur de fichier %d
it: Descrittore di file %d
ja: ファイル記述子 %d
ko: 파일 디스크립터 %d
pt_br: Descritor de Arquivo %d
ru: Дескриптор файла %d
vi: Bộ mô tả tệp %d
zh_hans: 文件描述符 %d
zh_hant: 檔案描述符 %d

source: Force Quit
ar: إنهاء إجباري
de: Sofort beenden
es: Forzar cierre
fr: Forcer à quitter
it: Uscita forzata
ja: 強制終了
ko: 강제 종료
pt_br: Forçar Encerrar
ru: Завершить принудительно
vi: Buộc thoát
zh_hans: 强制退出
zh_hant: 強制結束

source: Force Quit (SIGKILL)
ar: إنهاء إجباري (SIGKILL)
de: Sofort beenden (SIGKILL)
es: Forzar cierre (SIGKILL)
fr: Forcer à quitter (SIGKILL)
it: Uscita forzata (SIGKILL)
ja: 強制終了（SIGKILL）
ko: 강제 종료(SIGKILL)
pt_br: Forçar Encerrar (SIGKILL)
ru: Завершить принудительно (SIGKILL)
vi: Buộc thoát (SIGKILL)
zh_hans: 强制退出（SIGKILL）
zh_hant: 強制結束（SIGKILL）

source: Halted
ar: معلّق
de: Gestoppt
es: Suspendido
fr: Suspendu
it: Sospeso
ja: 中断済み
ko: 정지됨
pt_br: Suspenso
ru: Приостановлен
vi: Đã dừng hẳn
zh_hans: 已挂起
zh_hant: 已掛起

source: Identifier
ar: المعرّف
de: Bezeichner
es: Identificador
fr: Identifiant
it: Identificatore
ja: 識別子
ko: 식별자
pt_br: Identificador
ru: Идентификатор
vi: Định danh
zh_hans: 标识符
zh_hant: 識別碼

source: Inspector Was Updated or Removed
ar: تم تحديث Inspector أو إزالته
de: Inspector wurde aktualisiert oder entfernt
es: Inspector se ha actualizado o se ha eliminado
fr: Inspector a été mis à jour ou supprimé
it: Inspector è stato aggiornato o rimosso
ja: Inspector がアップデートまたは削除されました
ko: Inspector이(가) 업데이트되었거나 제거됨
pt_br: O Inspector foi atualizado ou removido
ru: Inspector обновлено или удалено
vi: Inspector đã được cập nhật hoặc gỡ bỏ
zh_hans: Inspector 已更新或被移除
zh_hant: Inspector 已更新或已被移除

source: Kernel Object Type
ar: نوع كائن النواة
de: Kernel-Objekttyp
es: Tipo de objeto del kernel
fr: Type d’objet noyau
it: Tipo di oggetto kernel
ja: カーネルオブジェクト種別
ko: 커널 객체 유형
pt_br: Tipo de Objeto do Kernel
ru: Тип объекта ядра
vi: Loại đối tượng nhân
zh_hans: 内核对象类型
zh_hant: 核心物件類型

source: Kind
ar: النوع
de: Art
es: Tipo
fr: Type
it: Tipo
ja: 種類
ko: 종류
pt_br: Tipo
ru: Тип
vi: Loại
zh_hans: 类型
zh_hant: 種類

source: Later
ar: لاحقًا
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: あとで
ko: 나중에
pt_br: Mais Tarde
ru: Позже
vi: Để sau
zh_hans: 稍后
zh_hant: 稍後

source: Loaded Modules
ar: الوحدات المحمّلة
de: Geladene Module
es: Módulos cargados
fr: Modules chargés
it: Moduli caricati
ja: 読み込み済みモジュール
ko: 로드된 모듈
pt_br: Módulos Carregados
ru: Загруженные модули
vi: Mô-đun đã nạp
zh_hans: 已加载模块
zh_hant: 已載入的模組

source: Local Address
ar: العنوان المحلي
de: Lokale Adresse
es: Dirección local
fr: Adresse locale
it: Indirizzo locale
ja: ローカルアドレス
ko: 로컬 주소
pt_br: Endereço Local
ru: Локальный адрес
vi: Địa chỉ cục bộ
zh_hans: 本地地址
zh_hant: 本機位址

source: Lost the connection to the inspector service.
ar: انقطع الاتصال بخدمة الفحص.
de: Die Verbindung zum Inspector-Dienst ist abgebrochen.
es: Se perdió la conexión con el servicio de inspección.
fr: La connexion au service d’inspection a été perdue.
it: Connessione al servizio di ispezione persa.
ja: インスペクタサービスとの接続が切れました。
ko: 검사 서비스와의 연결이 끊겼습니다.
pt_br: A conexão com o serviço de inspeção foi perdida.
ru: Соединение со службой инспектора потеряно.
vi: Đã mất kết nối tới dịch vụ kiểm tra.
zh_hans: 与检查服务的连接已断开。
zh_hant: 與檢查服務的連線已中斷。

source: Mach Ports
ar: منافذ Mach
es: Puertos Mach
fr: Ports Mach
it: Porte Mach
ja: Mach ポート
ko: Mach 포트
pt_br: Portas Mach
ru: Порты Mach
vi: Cổng Mach
zh_hans: Mach 端口
zh_hant: Mach 埠

source: Made with ❤️ by OwnGoal Studio
ar: صُنع بـ ❤️ بواسطة OwnGoal Studio
de: Mit ❤️ erstellt von OwnGoal Studio
es: Hecho con ❤️ por OwnGoal Studio
fr: Créé avec ❤️ par OwnGoal Studio
it: Creato con ❤️ da OwnGoal Studio
ja: OwnGoal Studio が ❤️ を込めて制作
ko: OwnGoal Studio가 ❤️를 담아 만들었습니다
pt_br: Feito com ❤️ pela OwnGoal Studio
ru: Сделано с ❤️ в OwnGoal Studio
vi: Được tạo với ❤️ bởi OwnGoal Studio
zh_hans: 由 OwnGoal Studio 用 ❤️ 打造
zh_hant: 由 OwnGoal Studio 用 ❤️ 打造

source: Maximum Priority
ar: الأولوية القصوى
de: Maximale Priorität
es: Prioridad máxima
fr: Priorité maximale
it: Priorità massima
ja: 最大優先度
ko: 최대 우선순위
pt_br: Prioridade Máxima
ru: Максимальный приоритет
vi: Độ ưu tiên tối đa
zh_hans: 最高优先级
zh_hant: 最高優先權

source: Memory
ar: الذاكرة
de: Arbeitsspeicher
es: Memoria
fr: Mémoire
it: Memoria
ja: メモリ
ko: 메모리
pt_br: Memória
ru: Память
vi: Bộ nhớ
zh_hans: 内存
zh_hant: 記憶體

source: Memory Footprint
ar: بصمة الذاكرة
de: Speicherbedarf
es: Huella de memoria
fr: Empreinte mémoire
it: Impronta di memoria
ja: メモリ使用量
ko: 메모리 사용 공간
pt_br: Consumo de Memória
ru: Объём памяти
vi: Dung lượng bộ nhớ
zh_hans: 内存占用
zh_hant: 記憶體用量

source: Memory Used
ar: الذاكرة المستخدمة
de: Belegter Speicher
es: Memoria usada
fr: Mémoire utilisée
it: Memoria usata
ja: メモリ使用量
ko: 사용된 메모리
pt_br: Memória Usada
ru: Использовано памяти
vi: Bộ nhớ đã dùng
zh_hans: 内存占用
zh_hant: 已用記憶體

source: Module
ar: الوحدة
de: Modul
es: Módulo
it: Modulo
ja: モジュール
ko: 모듈
pt_br: Módulo
ru: Модуль
vi: Mô-đun
zh_hans: 模块
zh_hant: 模組

source: More Details
ar: مزيد من التفاصيل
de: Mehr Details
es: Más detalles
fr: Plus de détails
it: Altri dettagli
ja: さらに詳しく
ko: 추가 세부 정보
pt_br: Mais Detalhes
ru: Подробнее
vi: Thêm chi tiết
zh_hans: 更多详情
zh_hant: 更多詳細資訊

source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: Nice Value
ar: قيمة nice
de: Nice-Wert
es: Valor nice
fr: Valeur nice
it: Valore nice
ja: Nice 値
ko: Nice 값
pt_br: Valor Nice
ru: Значение nice
vi: Giá trị nice
zh_hans: Nice 值
zh_hant: Nice 值

source: No process matches the “%@” filter right now.
ar: لا توجد عملية تطابق عامل التصفية ”%@“ حاليًا.
de: Derzeit passt kein Prozess zum Filter „%@“.
es: Ahora mismo ningún proceso coincide con el filtro «%@».
fr: Aucun processus ne correspond au filtre « %@ » pour le moment.
it: Al momento nessun processo corrisponde al filtro “%@”.
ja: 現在、「%@」フィルタに一致するプロセスはありません。
ko: 현재 “%@” 필터와 일치하는 프로세스가 없습니다.
pt_br: Nenhum processo corresponde ao filtro “%@” no momento.
ru: Сейчас нет процессов, подходящих под фильтр «%@».
vi: Hiện không có tiến trình nào khớp với bộ lọc “%@”.
zh_hans: 目前没有进程符合“%@”筛选条件。
zh_hant: 目前沒有程序符合「%@」篩選條件。

source: No processes match “%@”.
ar: لا توجد عمليات تطابق ”%@“.
de: Keine Prozesse entsprechen „%@“.
es: Ningún proceso coincide con «%@».
fr: Aucun processus ne correspond à « %@ ».
it: Nessun processo corrisponde a “%@”.
ja: 「%@」に一致するプロセスはありません。
ko: “%@”과(와) 일치하는 프로세스가 없습니다.
pt_br: Nenhum processo corresponde a “%@”.
ru: Нет процессов, соответствующих запросу «%@».
vi: Không có tiến trình nào khớp với “%@”.
zh_hans: 没有与“%@”匹配的进程。
zh_hant: 沒有符合「%@」的程序。

source: No Results
ar: لا توجد نتائج
de: Keine Ergebnisse
es: No hay resultados
fr: Aucun résultat
it: Nessun risultato
ja: 結果がありません
ko: 결과 없음
pt_br: Nenhum Resultado
ru: Нет результатов
vi: Không có kết quả
zh_hans: 没有结果
zh_hant: 沒有結果

source: Nothing Here Yet
ar: لا شيء هنا بعد
de: Noch nichts vorhanden
es: Aquí todavía no hay nada
fr: Rien pour l’instant
it: Ancora niente qui
ja: まだ何もありません
ko: 아직 아무것도 없음
pt_br: Nada Aqui Ainda
ru: Здесь пока пусто
vi: Chưa có gì ở đây
zh_hans: 这里还没有内容
zh_hant: 這裡還沒有內容

source: Nothing matches “%@”.
ar: لا شيء يطابق ”%@“.
de: Nichts entspricht „%@“.
es: Nada coincide con «%@».
fr: Aucun élément ne correspond à « %@ ».
it: Nessun elemento corrisponde a “%@”.
ja: 「%@」に一致する項目はありません。
ko: “%@”과(와) 일치하는 항목이 없습니다.
pt_br: Nada corresponde a “%@”.
ru: Ничего не соответствует запросу «%@».
vi: Không có mục nào khớp với “%@”.
zh_hans: 没有与“%@”匹配的项目。
zh_hant: 沒有符合「%@」的項目。

source: Nothing to Show
ar: لا يوجد ما يمكن عرضه
de: Nichts anzuzeigen
es: No hay nada que mostrar
fr: Rien à afficher
it: Niente da mostrare
ja: 表示できるものがありません
ko: 표시할 내용 없음
pt_br: Nada a Exibir
ru: Нечего показать
vi: Không có gì để hiển thị
zh_hans: 没有可显示的内容
zh_hant: 沒有可顯示的內容

source: Object
ar: الكائن
de: Objekt
es: Objeto
fr: Objet
it: Oggetto
ja: オブジェクト
ko: 객체
pt_br: Objeto
ru: Объект
vi: Đối tượng
zh_hans: 对象
zh_hant: 物件

source: OK
ar: حسنًا
ko: 확인
ru: ОК
zh_hans: 好
zh_hant: 好

source: Open Files
ar: الملفات المفتوحة
de: Geöffnete Dateien
es: Archivos abiertos
fr: Fichiers ouverts
it: File aperti
ja: 開いているファイル
ko: 열린 파일
pt_br: Arquivos Abertos
ru: Открытые файлы
vi: Tệp đang mở
zh_hans: 打开的文件
zh_hant: 開啟的檔案

source: Open Flags
ar: أعلام الفتح
es: Flags de apertura
fr: Indicateurs d’ouverture
it: Flag di apertura
ja: オープンフラグ
ko: 열기 플래그
pt_br: Flags de Abertura
ru: Флаги открытия
vi: Cờ mở tệp
zh_hans: 打开标志
zh_hant: 開啟旗標

source: Overview
ar: نظرة عامة
de: Überblick
es: Resumen
fr: Vue d’ensemble
it: Panoramica
ja: 概要
ko: 개요
pt_br: Visão Geral
ru: Обзор
vi: Tổng quan
zh_hans: 概览
zh_hant: 概覽

source: Path
ar: المسار
de: Pfad
es: Ruta
fr: Chemin
it: Percorso
ja: パス
ko: 경로
pt_br: Caminho
ru: Путь
vi: Đường dẫn
zh_hans: 路径
zh_hant: 路徑
